Tekla Open API Reference for Tekla Structures 2025
BinaryFilterExpression Methods
The BinaryFilterExpression type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from Expression.)
Top
See Also
Reference
BinaryFilterExpression Class
Tekla.Structures.Filtering Namespace